[{"ingredient": "vitamin-c"}, {"ingredient": "Purified Water, Glycerin, Certified Organic Witch Hazel Ext Blend (Hamamelis Virginiana Extract (Witch Hazel*), Aloe Barbadensis Leaf Juice (Filet of Aloe Vera*)), Phenoxyethanol, Rosa Centifolia (Rose) Flower Water, Fragrance (Natural Rose), Citric Acid, Citrus Grandis (Grapefruit) Seed Extract *Denotes Certified Organic Ingredients"}, {"ingredient": "Organic Deionized Herbal Infusion, Organic Aloe Barbadensis Leaf (Aloe), Sodium Ascorbyl Phosphate (Vitamin C), MSM, Botanical Hyaluronic Acid (Cassia Angustifolia Seed Polysaccharide), Hamamelis Virginiana (Witch Hazel), Vitamin E (d-alpha Tocopheryl Acetate), Carbomer, (2s)-2-Amino-5-guanidinopentanoic Acid, Organic Gotu Kola, Wildcrafted Horsetail (Equisetum Arvense), Wildcrafted Dandelion, Wildcrafted Geranium, Organic Jojoba Oil (Organic Simmondsia Chinensis), Phenoxyethanol, Ethyl Hexyl Glycerin."}, {"ingredient": "Active Ingredients:Avobenzone 3% (sunscreen)Homosalate 15% (sunscreen)Octisalate 5% (sunscreen)Octocrylene 10% (sunscreen)Oxybenzone 6% (sunscreen)Inactive Ingredients: Water, styrene/acrylates copolymer, silica, beeswax, cyclopentasiloxane, ethylhexylglycerin, glyceryl stearate, PEG-100 stearate, acrylates/dimethicone copolymer, acrylates/C10-30 alkyl acrylate crosspolymer, fragrance, chlorphenesin, triethanolamine, diethylhexyl 2,6-naphthalate, dipotassium glycyrrhizate, disodium EDTA, BHT, methylisothiazolinone."}, {"ingredient": "Active ingredient: Adapalene 0.1% (retinoid) Inactive ingredients: carbomer 940, edetate disodium, methylparaben, poloxamer 182, propylene glycol, purified water and sodium hydroxide. May contain hydrochloric acid to adjust pH."}, {"ingredient": "100% natural calcium bentonite (green) clay."}, {"ingredient": "Active Ingredients: 2% Hydroquinone, Salicylic Acid, Kojic Acid, Azelaic Acid, Lactic Acid, Vitamin C. For a full list of ingredients, please see the 3rd image for this product at the top of this page."}, {"ingredient": "Active Ingredient:Dimethicone 1.2% (skin protectant)Inactive Ingredients:Water, glycerin, distearyldimonium chloride, petrolatum, isopropyl palmitate, cetyl alcohol, avena sativa (oat) kernel flour, benzyl alcohol, sodium chloride"}, {"ingredient": "Organic Aloe Leaf Juice, Aqua, Organic Sunflower Oil Seed Oil, Isopropyl Palmitate, Glyceryl Stearate, Cetyl Alcohol, Botanical Hyaluronic Acid, Stearic Acid, Glycerin (Kosher, Vegetable), Organic Jojoba Oil, Shea Butter, Vitamin E, Vitamin B5, Retinol, Organic Green Tea Leaf Extract, Propolis Extract, Organic Gotu Kola Extract, Horsetail Extract, Wild Geranium Extract, Organic Dandelion Extract, Xanthan Gum, Polysorbate 20, Pentylene Glycol, Alcohol, Lecithin, Phenoxyethanol, Ethylhexylglyceri"}, {"ingredient": "Purified Water, Certified Organic Witch Hazel Ext Blend (Hamamelis Virginiana Extract (Witch Hazel*), Aloe Barbadensis Leaf Juice (Filet of Aloe Vera*)), Glycerin, Phenoxyethanol, Rosa Centifolia (Rose) Flower Water, Fragrance (Natural Rose), Citric Acid, Citrus Grandis (Grapefruit) Seed Extract *Denotes Certified Organic Ingredient The carefully selected, naturally sourced ingredients in this product may have undergone limited processing."}, {"ingredient": ""}, {"ingredient": "Water, glycerin, sodium laureth sulfate, polyethylene, PEG-16 soy sterol, lauryl glucoside, acrylates/C10-30 alkyl acrylate crosspolymer, phenoxyethanol, glycol distearate, cocamidopropyl betaine, methylparaben, butylene glycol, fragrance, laureth-4, tetrasodium EDTA, sodium hydroxide, glycine soja (soybean) protein."}, {"ingredient": "Active Ingredients: Avobenzone 3% (sunscreen)Homosalate 15% (sunscreen)Octisalate 5% (sunscreen)Octocrylene 10% (sunscreen)Oxybenzone 6% (sunscreen) Inactive Ingredients: Water, styrene/acrylates copolymer, silica, beeswax, cyclopentasiloxane, ethylhexylglycerin, glyceryl stearate, PEG-100 stearate, acrylates/dimethicone copolymer, acrylates/C10-30 alkyl acrylate crosspolymer, chlorphenesin, triethanolamine, disodium EDTA, dipotassium glycyrrhizate, BHT, methylisothiazolinone, diethylhexyl 2,6-naphthalate, fragrance."}, {"ingredient": "Aqua, Botanical Hyaluronic Acid (5%), Vitamin C (20%), MSM, Organic Aloe Leaf Juice, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Vitamin E, Organic Jojoba Oil, Organic Gotu Kola Extract, Horsetail Extract, Wild Geranium Extract, Organic Dandelion Extract, Sodium Hydroxide, Phenoxyethanol, Ethylhexylglycerin"}, {"ingredient": "Active Ingredients: Titanium Dioxide 4%, Zinc Oxide 4% Inactive Ingredients: Alumina, Butyrospermum Parkii (Shea) Butter, Caprylyl Glycol, Cetyl PEG/PPG-10/1 Dimethicone, Cyclopentasiloxane, Dimethicone Crosspolymer, Disodium EDTA, Disteardimonium Hectorite, Eucalyptus Globulus Leaf Extract, Glycerin, Hexyl Laurate, Iron Oxides, Panthenol, PEG-10 Dimethicone, Phenoxyethanol, Polyglyceryl-4 Isostearate, Polymethylsilsesquioxane, Porphyra Umbilicalis (Red Algae) Extract, Silica, Squalane, Stearic Acid, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Tocopheryl Acetate*, Triethoxycaprylylsilane, Water *Vitamin E    "}, {"ingredient": "Aluminum starch octenylsuccinate (and) boron nitride, Hydrogen peroxide, Phosphate dibasic heptahydrate, Poloxamer 181, Potassium chloride, Propylene glycol, Urea, Water"}, {"ingredient": "Active Ingredients: Octisalate - (5.0%), Titanium Dioxide - (3.0%), Zinc Oxide - (6.0%)"}, {"ingredient": "Polyquaternium-37, Silica, Water, Glycerin, Polysilicone-13, PEG-12 Dimethicone, Titanium Dioxide, Hamamelis Virginiana (Witch Hazel) Extract, Butylene Glycol, Stearyl Glycyrrhetinate, Methylparaben."}, {"ingredient": "Avobenzone 3.00%, Octinoxate 5.00%, Octisalate 5.00%, Octocrylene 10.00%, Homosalate 10.00%, Water, Beeswax, Hydrated Silica, Acrylates/C12-22 Alkyl Methacrylate Copolymer, Caprylyl Methicone, Styrene/Acrylates Copolymer, Cetyl Dimethicone, Glyceryl Stearate, PEG-100 Stearate, Polyester-8, BHT, Dimethicone, Dimethyl Capramide, Dipotassium Glycyrrhizate, Disodium EDTA, Ethylhexyl Stearate, Ethylhexylglycerin, Fragrance, Methylisothiazolinone, Polyaminopropyl Biguanide, Sodium Polyacrylate, Trideceth-6, Trimethylsiloxysilicate, Tocopheryl Acetate, Xanthan Gum    "}, {"ingredient": "100% PURE ORGANIC ARGANIA SPINOSA (ARGAN) KERNEL OIL. *CERTIFIED ORGANIC INGREDIENT    "}, {"ingredient": "Purified Water, Cocamidopropyl Hydroxysultaine, Glycerin, Sodium Lauroyl Sarcosinate, PEG-150 Pentaerythrityl Tetrastearate and PEG-6 Caprylic/Capric Glycerides, Niacinamide, Propylene Glycol, Sodium Methyl Cocoyl Taurate, Ceramide 3, Ceramide 6-II, Ceramide 1, Hyaluronic Acid, Cholesterol, Sodium Chloride, Phytosphingosine, Citric Acid, Edetate Disodium, Dihydrate, Sodium Lauroyl Lactylate, Methylparaben, Propylparaben, Carbomer, Xanthan Gum    "}, {"ingredient": "Active Ingredient: Avobenzone - 3.0% (Sunscreen), Homosalate - 15.0% (Sunscreen), Octocrylene - 8.0% (Sunscreen), Octyl Salicylate - 5.0% (Sunscreen) Inactive Ingredients: Alcohol Denat, Acrylates/Octylacrylamide Copolymer, Persea Gratissima (Avocado) Oil, Diisopropyl Adipate, Aloe Barbadensis Leaf Juice, Camellia Sinensis Leaf Extract, Chamomilla Recutita (Matricaria) Flower Extract, Cocos Nucifera (Coconut) Fruit Extract, Ginkgo Biloba Leaf Extract, Panax Ginseng Root Extract, Prunus Armeniaca (Apricot) Fruit Extract, Butyrospermum Parkii (Shea Butter), Caprylic/Capric Triglyceride, Glyerin, Tocopheryl Acetate, Vanillin, Potassium Sorbate, Sodium Benzoate, Coumarin, Anisyl Alcohol."}, {"ingredient": "HIGHLY NATURAL AND ORGANIC | 100% VEGAN | PARABEN FREE | CRUELTY FREE | MADE IN THE USA &gt; Aqua (Deionized Water), Glycerin (Kosher, Vegetable), Aloe Barbadensis Leaf Juice (Organic Aloe), Sodium Ascorbyl Phosphate (Vitamin C), Hamamelis Virginiana Water (Witch Hazel), Dimethyl Sulfone (Msm), Xanthan Gum, Simmondsia Chinensis Seed Oil (Organic Jojoba), Hydrolyzed Caesalpinia Spinosa Gum (Tara), Sclerotium Gum, Caesalpinia Spinosa Gum (Tara), Tocopheryl Acetate (Vitamin E), Ethylhexylglycerin, Phenoxyethanol    "}, {"ingredient": "Hydrocolloid"}, {"ingredient": "Active Ingredients:Avobenzone 3% (sunscreen) , homosalate 15% (sunscreen), octisalate 5% (sunscreen), octocrylene 4% (sunscreen), oxybenzone 6% (sunscreen)Inactive Ingredients: Alcohol denat., iso-butane, octyldodecyl neopentanoate, acrylates/octyl- acrylamide copolymer, diethylhexyl 2,6-naphthalate, tocopheryl acetate, fragrance."}, {"ingredient": "100% Pure Virgin, Certified Organic Cold Pressed Jojoba Oil (SIMMONDSIA CHINENSIS)."}, {"ingredient": "Aqua (Deionized Water), Aloe Barbadensis Leaf Juice (Organic Aloe), Glycerin (Kosher, Vegetable), Glyceryl Stearate, Helianthus Annuus Seed Oil (Organic Sunflower Oil), Cetyl Alcohol, Ethylhexyl Palmitate, Isopropyl Palmitate, Lactic Acid, Squalane (olive oil based), Cocos Nucifera Oil (Organic Coconut Oil), Theobroma Cacao Seed Butter (Organic Cocoa Butter), Simmondsia Chinensis Seed Oil (Organic Jojoba Oil), Camellia Oleifera Seed Oil (Camellia Oil), Oenothera Biennis Oil (Evening Primrose Oil"}, {"ingredient": "Hamamelis Virginiana (Witch Hazel) Water, Aqua (Water), Alcohol, Glycerin, Polysorbate 20, , rh-Oligopeptide-1 (EGF), Caprooyl Tetrapeptide-3, Cocos Nucifera (Coconut) Fruit Juice, Lavandula Angustifolia (Lavender) Oil, Citrus Paradisi (Pink Grapefruit) Peel Oil*, Citrus Aurantium Dulcis (Orange) Peel Oil*, Santalum Austrocaledonicum (Sandalwood) Wood Oil, Boswellia Carterii (Frankincense) Oil, Rosa Damascena Flower Oil, Dextran, Xanthan Gum, Gluconolactone, Sodium Benzoate, *Certified Organic Ingredient"}, {"ingredient": "Water, dimethicone, glycerin, cetearyl olivate, polyacrylamide, sorbitan olivate, phenoxyethanol, dimethicone/vinyl dimethicone crosspolymer, synthetic beeswax, C13-14 isoparafin, dimethiconol, carbomer, dimethicone crosspolymer, chlorphenesin, laureth-7, sodium hyaluronate, ethylhexylglycerin, C12-14 pareth-12, sodium hydroxide"}, {"ingredient": "Organic Herbal Infusion, Organic Aloe Barbadensis Leaf (Aloe), Sodium Ascorbyl Phosphate (Vitamin C), Methylsulfonylmethane (MSM), Cassia Angustifolia Seed Polysaccharide (botanical hyaluronic acid), Niacinamide (Vitamin B3), Retinol, Olive Oil Squalene, Capryloyl Salicylic Acid, Organic Rosa Canina (Rosehip Seed Oil), Carbomer, (2s)-2-Amino-5-guanidinopentanoic Acid, Melaleuca Alternifolia (Tea Tree Essential Oil), Lavandula Augustifolia (Lavender Essential Oil), Ylang Ylang Essential Oil, Phenoxyethanol, Ethyl Hexyl Glycerin."}, {"ingredient": "Active Ingredients:Avobenzone 2.7% (sunscreen)Homosalate 4% (sunscreen)Octisalate 4.5% (sunscreen)Octocrylene 6% (sunscreen)Oxybenzone 4.5% (sunscreen)Inactive Ingredients: Acrylates/dimethicone copolymer, BHT, bisabolol, butylene glycol, C12-15 alkyl benzoate, capryloyl glycine, caprylyl glycol, cedrus atlantica bark extract, cetyl dimethicone, chlorphenesin, cinnamomum zeylanicum bark extract, diethylhexyl 2,6-naphthalate, dimethicone, disodium EDTA, ethylhexyl stearate, ethylhexylglycerin, mannan, neopentyl glycol diheptanoate, phenoxyethanol, polyester-7, portulaca oleracea extract, propylene glycol, sarcosine, silica, sodium polyacrylate, steareth-100, steareth-2, styrene/acrylates copolymer, trideceth-6, xanthan gum, water."}, {"ingredient": "Distilled Water, Sodium Hyaluronate, Benzyalcohol"}, {"ingredient": "100% natural calcium bentonite (green) clay."}, {"ingredient": "Active Ingredients:Avobenzone 3% (sunscreen)Homosalate 10% (sunscreen)Octisalate 5% (sunscreen)Octocrylene 2.8% (sunscreen)Oxybenzone 6% (sunscreen)Inactive Ingredients: Behenyl alcohol, BHT, butyloctyl salicylate, caprylyl methicone, diethylhexyl 2,6-naphthalate, dimethicone, disodium EDTA, ethylhexyl stearate, ethylhexylglycerin, ethylparaben, fragrance, glyceryl stearate, iodopropynyl butylcarbamate, methylparaben, PEG-100 stearate, phenoxyethanol, propylparaben, silica, sodium polyacrylate, styrene/acrylates copolymer, trideceth-6, trimethylsiloxysilicate, VP/hexadecene copolymer, water, xanthan gum."}, {"ingredient": "purified water, petrolatum, sorbitol, cetearyl alcohol, propylene glycol, ceteareth-20, simethicone, glyceryl stearate, PEG-30 stearate, sorbic acid, BHT"}, {"ingredient": "Purified Water, Glycerin, Behentrimonium Methosulfate, Cetearyl Alcohol, Ceramide 3, Ceramide 6-II, Ceramide 1, Hyaluronic Acid, Cholesterol, Polyoxyl 40 Stearate, Glyceryl Monostearate, Stearyl Alcohol, Polysorbate 20, Potassium Phosphate, Dipotassium Phosphate, Sodium Lauroyl Lactylate, Cetyl Alcohol, Disodium EDTA, Phytosphingosine, Methylparaben, Propylparaben, Carbomer, Xanthan Gum    "}, {"ingredient": "tea-tree    "}]